COUNT_OF_TERMS = 3
NECESSITY_MARK = 5
MIN_NECESSITY_MARKS_SUM = NECESSITY_MARK - 0.5
MIN_MARKS_CNT = 3
DB_PATH = "terms_st.db"
used_term = 0
months = {
    "января": "01",
    "февраля": "02",
    "марта": "03",
    "апреля": "04",
    "мая": "05",
    "сентября": "09",
    "октября": "10",
    "ноября": "11",
    "декабря": "12"
}
subjects_structure = {
    "Алгебра": [],
    "Англ. язык": [],
    "Биология": [],
    "География": [],
    "Геометрия": [],
    "Инф. и ИКТ": [],
    "Испан.язык": [],
    "История": [],
    "Классный час": [],
    "Литература": [],
    "Музыка": [],
    "ОБЖ": [],
    "Обществознание": [],
    "Родная литература": [],
    "Родной язык": [],
    "Рус. язык": [],
    "Технология": [],
    "Физика": [],
    "Физкультура": [],
    "Химия": []
}